<?php	

return [
	'contents' => [
		1 => '耳をかゆがっている',
		2 => '耳の中が汚れている',
		3 => '耳の中の臭いがひどい',
		
		4 => '目やにや涙が多い',
		5 => '目が濁っている',
		6 => '充血している',
		7 => '目がちゃんと見えていない',
		
		8 => '歯ぐきがピンク色でない',
		9 => '歯垢がたまって汚れている',
		10 => '口臭がひどい',
		11 => 'よだれを垂らしている',
		
		12 => '鼻水が出ている',
		13 => 'くしゃみをしている',
		14 => '鼻がただれている',
		
		15 => '身体をかゆがっている',
		16 => '皮膚の色がいつもと違う',
		17 => 'ふけや脱毛がある',
		18 => '毛につやがない',
		
		19 => '歩きたがらない',
		20 => '歩き方がつもと違う',
		21 => '肉球を頻繁に舐めている',
		22 => '爪が伸びている',
		
		23 => 'いぼやほくろのようなものがある',
		24 => 'しこりがある',
		
		25 => '下痢や便秘をしている',
		26 => '排便のときしぶりがある',
		27 => 'おしっこの色がいつもと違う',
		28 => 'おしっこの回数がいつもより多いまたは少ない',
		29 => '嘔吐をしている',
		
		30 => '元気に動けていない',
		31 => 'ごはんをしっかり食べてくれない',
		
		32 => '当てはまるものはない'

		],
		
	'types_id' => [
		
		1 => '耳',
		2 => '目',
		3 => '口',
		4 => '鼻',
		5 => '皮膚・毛',
		6 => '足・肉球',
		7 => 'お腹',
		8 => '排せつ',
		9 => '全て当てはまらない'

		],	
	
	'treatment_contents' => [
	 '耳をかゆがっている' => '一度病院で診てもらいましょう',
	 '耳の中が汚れている' => 'コットンで汚れを拭いてあげましょう。',
	 '耳の中の臭いがひどい' => '少しなら問題ありません。耳掃除をしてあげましょう。あまりにもひどい場合は病院へ行きましょう。',
		
	 '目やにや涙が多い' => 'コットンなどで優しく拭き取りましょう。多すぎる場合は病院へ行きましょう。。',
	 '目が濁っている' => '病院で診てもらいましょう。',
	 '充血している' => '病院で診てもらいましょう。',
	 '目がちゃんと見えていない' => '病院で診てもらいましょう。',
		
	 '歯ぐきがピンク色でない' => '病院で診てもらいましょう。',
	 '歯垢がたまって汚れている' => '歯磨きをしてあげましょう。おやつをガムにする',
	 '口臭がひどい' => '病院で診てもらいましょう。',
	 'よだれを垂らしている' => '病院で診てもらいましょう。',
		
	 '鼻水が出ている' => '',
	 'くしゃみをしている' => '',
	 '鼻がただれている' => '病院で診てもらいましょう。',
		
	 '身体をかゆがっている' => '',
	 '皮膚の色がいつもと違う' => '病院で診てもらいましょう。',
	 'ふけや脱毛がある' => '',
	 '毛につやがない' => '',
		
	 '歩きたがらない' => '病院で診てもらいましょう。',
	 '歩き方がつもと違う' => '病院で診てもらいましょう。',
	 '肉球を頻繁に舐めている' => '肉球が傷ついていないか確認しましょう。',
	 '爪が伸びている' => 'トリマーさんに爪を切ってもらいましょう。',
		
	 'いぼやほくろのようなものがある' => '',
	 'しこりがある' => '',
		
	 '下痢や便秘をしている' => '',
	 '排便のときしぶりがある' => '',
	 'おしっこの色がいつもと違う' => '病院で診てもらいましょう。',
	 'おしっこの回数がいつもより多いまたは少ない' => '病院で診てもらいましょう。',
     '嘔吐をしている' => '病院で診てもらいましょう。',
		
	 '元気に動けていない' => '病院で診てもらいましょう。',
	 'ごはんをしっかり食べてくれない' => '病院で診てもらいましょう。',
		
	 '当てはまるものはない' => '素晴らしいです。今後もこの状態をキープできるようにしていきましょうね！'
		
		
		
		]
	
	];

?>



